{
  "0": {
    "Message": [
      "Você está desconectado. Reconecte à internet para continuar jogando. Não somos abusivos com anúncios.",
      "Pô irmão, faço um jogo grátis pra você e tu tenta jogar ele desconectado? Me ajuda aí! Não somos abusivos com anúncios.",
      "Eu até entenderia você querer jogar esse jogo offline se a gente rastreasse seus dados ou coisa do tipo, mas não é o nosso caso. Não somos abusivos com anúncios.",
      "Como assim você quer jogar O Melhor Jogo de Fruit Merge do Mundo sem apoiar o desenvolvedor? Não somos abusivos com anúncios.",
      "Você está me deixando triste, colega. Fiz o jogo com tanto carinho e você não está querendo exibir os poucos anúncios que tem por aqui. Não somos abusivos.",
      "Por favor, reconecte à internet. Os poucos anúncios nesse jogo vão me ajudar a não vender minha TV no final desse mês. Não somos abusivos.",
      "Cara, este jogo foi feito de forma artesanal. Você não vai encontrar aquelas artes genéricas dos outros jogos. Me apoie, não somos abusivos.",
      "Eu sei que você aí do outro lado da tela gosta de gatos. O meu não vai conseguir se alimentar se você não assistir os anúncios desse jogo. Não somos abusivos.",
      "Sem internet você não vê anúncios, mas também não sai dessa tela. Bora mudar isso? Não somos abusivos",
      "Prometemos não encher seu jogo de anúncios chatos, e é assim que você nos agradece? Voltando pra 1968?! Não somos abusivos com anúncios.",
      "É assim que você apoia o desenvolvedor do jogo mais premiado de 2025 (mentira)? Reconecte à internet, não somos abusivos com anúncios.",
      "Por que você me odeia cara? Tudo o que eu queria era te trazer diversão, em troca você não pode ver os poucos anúncios que deixei no jogo? :("
    ]
  },
  "1": {
    "Message": [
      "You are disconnected. Reconnect to the internet to keep playing. We are not abusive with ads.",
      "Come on, bro, I made a free game for you, and you try to play it offline? Help me out! We are not abusive with ads.",
      "I would understand if you wanted to play offline if we were tracking your data or something, but that's not the case. We are not abusive with ads.",
      "How can you play The Best Fruit Merge Game of the World without supporting the developer? We are not abusive with ads.",
      "You're making me sad, buddy. I made this game with so much love, and you don’t even want to watch the few ads we have. We are not abusive.",
      "Please reconnect to the internet. The few ads in this game will help me avoid selling my TV at the end of the month. We are not abusive.",
      "Dude, this game was made by hand. You won’t find those generic assets like in other games. Support me, we are not abusive.",
      "I know you on the other side of the screen love cats. Mine won’t be able to eat if you don’t watch the ads in this game. We are not abusive.",
      "Without internet, you won’t see ads, but you also won’t get past this screen. Let’s change that? We are not abusive.",
      "We promised not to flood your game with annoying ads, and this is how you thank us? Going back to 1968?! We are not abusive with ads.",
      "Is this how you support the developer of the most awarded game of 2025 (not really)? Reconnect to the internet, we are not abusive with ads.",
      "Why do you hate me, man? All I wanted was to bring you fun, and in return, you can’t even watch the few ads I left in the game? :("
    ]
  }
}